// warning.js

console.clear();

const art = String.raw`
                                           úÉÆÆÆÆÆÆÆj    ÆÆÆÆÆÆÆÆÆÆÆÆ                                         
                                      óÆÆÆÆÆÆÆÆÆÆÆÆÆz    ÆÆÆÆÆÆÆÆÆÆÆË                                         
                                   ßÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ@    ÆÆÆÆÆÆÆÆ                                             
                                »ÉÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆó    ÆÆÆÆÆÆÆÆ                 yÆÆÆ                        
                              nÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆC    ÆÆÆÆÆÆÆÆÍ«•«XÆÆÆÆMÃÅ     1ßp¥                        
                            ¸ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆn    ÆÆÆÆÆÆÆÆ£  ëÆÆÆÀ                                     
                           ÑÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆn    ÆÆÆÆÆÆÆÆŸ  ÎÆÆÆê                                     
                          ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆó    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ                                     
                         ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ±    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆG                        
                        ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆú    ÆÆÆÆÆÆÆÆÆÆÆÆAø8GG$¥ÒÞGÛgqãd¥s                        
                       ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆõ    ÆÆÆÆÆÆÆÆÆÆÆÆ                                         
                      eÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆô    ÆÆÆÆÆÆÆÆÆÆÆÆ                     ´ÆÆÆ                
                      ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆY    ÆÆÆÆÆÆÆÆÆÆÆÆò«„„|(†=†÷˜           Öñá                
                     ÏÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ3    Ö$#ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ                             
                     ÑÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÏ       ÆÆÆÆÆÆÆÆÆÆÆÆÆÉÆÆÆÆÂÀp                             
                     ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆL    æÆÆÆÆÆÆÆÆÆÆÑ               àÿÞ                       
                     ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆú    ÆÆÆÆÆÆÆÆÆÆÆË               ÆÆÆ                       
                     ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆõ    ÆÆÆÆÆÆÆÆÆÆÆÆr~°°‚……´      ¨                          
                     ÃÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆõ    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÈÉÆÆš            …ÆÆÆ          
                     eÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆü    ÆÆÆÆÆÆÆÆÆÆÈÆÆÆÆÆÆÆÆÆÆMX‰vv              ½un          
                      ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆç    ÆÆÆÆÆå        ²ÆÆÆÆÆÆÆC         ùÛF                  
                      ÆÆÆÆÆÆ¶        ¸ãÆÆÆÆÆÆÆÆÆÆÆÆÆ0    ÆÆÆp            ^ÆÆÆÆÆw         ÆÆÐ                  
                      ÿÆÆÆÆÆ              ãÆÆÆÆÆÆÆÆÆL    ÆÆŒ     ëÆÆÀ†    ¿ÆÆÆÆÆŽ€¶88¶Ô                       
                       ÆÆÆÆD                 4ÆÆÆÆÆÆV    ÆÆ    >ÆÆÆÆÆÆB    ÆÆÆÆÆÆÆÆÆÆÆÆ                       
                       ÆÆÆÆŽ                   ÝÆÆÆÆü    ÆÆ    ¶ÆÆÆÆÆÆÆ    ÆÆÆÆÆÆÆÆÆÆÆÆ{                      
                       ÆÆÆÆÆ                   ÔÆÆÆÆ™    ÆÆU    ÆÆÆÆÆÆ     ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆŒz    ÆÆÆ3          
                      ËÆÆÆÆÆ:                  ÆÆÆÆÆ£    ÆÆÆ              ÆÆÆÆÆÆÆÆþÁ#Äê€¶éÜÍ    ßÀWº          
                     ÿÆÆÆÆÆÆÑ                 ÆÆÆÆÆÆs    ÆÆÆÆb          ?ÆÆÆÆÆÆÆÆ                             
                     ÆÆÆÆÆÆÆh               ¿ÆÆÆÆ  Æò    ÆÆÆÆÆÆBt    *8ÆÆÆÆÆÆÆÆÆÀ                             
                     üÆÆÆÆÆÆÆÆÆÆÆã‡\`  ‹úEÆÆÆÆÆÆÆ   À@    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ$            Òbå                  
                        ŽÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ    Ð‡    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆž            ÆÆÆ                  
                       ÉÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ´    qc    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÓ                                     
                        ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆö     ÅÏ    ÆÆÆÆÆÆÆÆÆÆÆÀ                                         
                         eÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆ      Êf    ÆÆÆÆÆÆÆÆÆÆÆÃ        ÅÆÆÆ                             
                                   ‹ÆÆÆÆÆÆÆÆÆ†     Œf    ÆÆÆÆÆÆÆÆÆÆÆÆÀÓÞßÉÆÆÆÆÆÆÆ                             
                                     ÆÆÆÆÆÆÆÆÆ   ¡ Æù    ÆÆÆ×    ÆÆÆÆÆÆÆÆÆÆÆÆ         ñÙÚ´                    
                                      ÆÆÆÆÆÆÆÆÆÆÆÆÆÆz    ÆÆÆ²    ÆÆÆÆÆÆÆÆÆÆÆÆ         ÆÆÆò                    
                                      ÆÆÆÆÆÆÆÆÆÆÆÆÆÆr    ÆÆÆÆúú4mÆÆÆÆ                                         
                                      ÆÆÆÆÆÆÆÆÆÆÆÆÆÆc    ÆÆÆÆÆÆÆÆÆÆÆÑ                                         
                                      ÆÆÆÆÆÆÆÆÆÆÆÆÆÆs    ÆÆÆÆÆÆÆÆï”–                                          
                                      ÆÆÆÆzîÆÆÆÆÆÆÆÆV    ÆÆÆÆÆÆÆÃ            óÆÆÉ                             
                                      ÆÆÆÆ  ÆÆÆ^?ÆÆÆV    ÆÆÆÆÆÆÆÃ            :ÇÇ¾                             
                                      ÆÆÆÆ  ÆÆÆ  ÆÆÆr    ÆÆÆÆÆÆÆÆÆÆÆÆÆÆÆÉ                                     
                                       %ÆÆ  ÆÆÆ  ÆÆÆ     ÆÆÆÆÆÆÆÆÔžÎ$ÆÆÆÆ                                     
                                            ÆÆÆ  ÆÆÆ     ÆÆÆl                                                 
                                            «ÆØ  ÆÆÆ                                                          
                                                 WÆã     ;«¯     sÌs                                          
                                                         ´^¦     :”³
`;

console.log(
  "%c" + art,
  "color: red; font-family: monospace;"
);